{
  "home": "Home",
  "zhi_qing_yun": "Zhi Qingyun",
  "enterprise_data_platform": "Lightweight Streaming Computing Platform",
  "quick_start": "Quick Start",
  "experience_now": "Experience Now",
  "video_introduction": "Video Introduction",
  "copy_success": "Copied Successfully",
  "choose_light_cloud": "Choose Zhi Qingyun",
  "light_cloud_description": "Zhi Qingyun is an ultra-lightweight, enterprise-grade streaming computing platform. One-click deployment and ready to use. It enables rapid deployment of Flink jobs, visual job scheduling, custom interfaces, custom forms, data dashboards, and more. Empower enterprises to analyze real-time data and unlock greater business value.",
  "light_cloud_description_mobile": "Zhi Qingyun is an ultra-lightweight, enterprise-grade streaming computing platform. One-click deployment and ready to use. It enables rapid deployment of Flink jobs, visual job scheduling, custom interfaces, custom forms, data dashboards, and more.",
  "related_technologies": "Related Technologies",
  "coding_capability": "Code-Friendly? Not Just SQL",
  "job_types_supported": "Supports a wide range of job types, including FlinkSql, FlinkJar, JdbcSql, Prql, Python scripts, Bash scripts, Curl scripts, API calls, and more.",
  "job_orchestration": "Job Scheduling, Drag in Any Direction",
  "job_support": "Supports full job lifecycle instructions, including run, stop, interrupt, offline, publish, rerun, rerun downstream, rerun current, external calls, and more.",
  "real_work": "Multi-Platform Deployment, Robust and Adaptable",
  "real_work_description": "Supports various resource scheduling platforms such as Kubernetes, Yarn, CDH, Apache Hadoop, Flink Standalone, Flink Cluster, and more.",
  "data_drives_value": "Streaming Computing for More Efficient Data Analysis",
  "data_drives_value_description": "Collaborate with Zhi Qingyun to implement an enterprise-grade streaming computing platform.",
  "multi_platform_deployment": "Custom APIs, Infinite Possibilities",
  "multi_platform_description": "Highly flexible API definitions supporting diverse request and response structures to meet complex scenario requirements.",
  "data_view": "Data Dashboards, Real-Time Data Display",
  "data_view_description": "Powerful data processing and visualization technologies transform complex data into intuitive charts, supporting real-time monitoring and analysis to assist enterprises in efficient decision-making.",
  "opensource_value": "Open Source for Enterprise Streaming Computing Exploration",
  "free_trial": "Free Trial",
  "zhi_yao_shu_ju": "Zhi Yao Data",
  "build_enterprise_open_source_software": "Lightweight Streaming Data Computing Platform"
}